-- phpMyAdmin SQL Dump
-- version phpStudy 2014
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2017 年 06 月 09 日 08:42
-- 服务器版本: 5.5.53
-- PHP 版本: 5.4.45

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `toursystem`
--

-- --------------------------------------------------------

--
-- 表的结构 `tp_admin`
--

CREATE TABLE IF NOT EXISTS `tp_admin` (
  `aid` int(4) NOT NULL AUTO_INCREMENT COMMENT '管理员ID',
  `aname` varchar(30) NOT NULL COMMENT '管理员账号',
  `apwd` char(32) NOT NULL COMMENT '管理员密码',
  `aimg` varchar(100) NOT NULL COMMENT '头像',
  `asex` int(1) NOT NULL DEFAULT '1' COMMENT '管理员性别',
  `aemail` varchar(50) NOT NULL,
  `actime` datetime NOT NULL COMMENT '申请日期',
  PRIMARY KEY (`aid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='管理员表' AUTO_INCREMENT=7 ;

--
-- 转存表中的数据 `tp_admin`
--

INSERT INTO `tp_admin` (`aid`, `aname`, `apwd`, `aimg`, `asex`, `aemail`, `actime`) VALUES
(1, 'Mary', 'zjj123', '', 0, '', '2017-05-17 05:17:00'),
(2, 'lili', 'li1234', '', 0, '', '0000-00-00 00:00:00'),
(3, '1111', '111111', '', 1, '', '0000-00-00 00:00:00'),
(5, 'zhang', 'zhang123', '', 0, '', '0000-00-00 00:00:00'),
(6, 'jiaojiao', 'jiao123', '', 0, '', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- 表的结构 `tp_cases`
--

CREATE TABLE IF NOT EXISTS `tp_cases` (
  `cid` int(4) NOT NULL AUTO_INCREMENT COMMENT '美食编号',
  `cname` varchar(30) NOT NULL COMMENT '美食名称',
  `ccity` varchar(20) NOT NULL COMMENT '城市',
  `cinfo` varchar(255) NOT NULL COMMENT '美食介绍',
  `cbimg` varchar(100) NOT NULL COMMENT '美食图片',
  `aname` varchar(32) NOT NULL COMMENT '发布人',
  `ctime` datetime NOT NULL COMMENT '发布时间',
  PRIMARY KEY (`cid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='美食表' AUTO_INCREMENT=13 ;

--
-- 转存表中的数据 `tp_cases`
--

INSERT INTO `tp_cases` (`cid`, `cname`, `ccity`, `cinfo`, `cbimg`, `aname`, `ctime`) VALUES
(1, '灌汤包子', '西安', '灌汤包子用料考究，制作精细。它以精粉烫面制皮坯，选用肋条肉为馅心，用鲜骨髓汤打馅，配以十多种上等调料佐味。包子鲜香肉嫩、皮簿筋软、外形玲珑剔透、汤汁醇正浓郁、入口油而不腻。', '', 'zhang', '2017-05-16 20:04:00'),
(2, '粉汤羊血', '西安', '粉汤羊血由制血、配调料和泡馍三个步骤精制而成。食时配以粉丝、香菜等辅料。羊血鲜嫩、入口光润、诸味协调、辣香扑鼻。因所用调料多系温中健胃和芳香开窍的中药，故而特别受年老胃弱的顾客青睐。', '', 'lili', '2017-05-16 20:04:00'),
(3, '钱钱饭', '延安', '钱钱饭由粗粮精制。原料为黑豆，经过浸泡，放在碾上压成片，形如铜钱，所以百姓称“钱钱饭”。豆钱二成、米八成，对掺起来，逐次下锅，待豆钱半熟时，再放小米。参考价格0.5元/碗。', '', 'lili', '2017-05-16 20:06:00'),
(4, '泡油糕', '咸阳', '泡油糕也被称作“泡泡油糕”，是三原县很有名气的传统小吃，其渊源可上溯至唐代韦巨源的烧尾宴名点“见见消”（油浴饼）。泡油糕馅是用白糖、黄桂、玫瑰、桃仁、熟面拌成，而原料面粉是用开水、大油烫熟的。用面包好馅料放到油锅里炸，等面上一起泡便捞出来。成品色泽金黄油亮，糕面蓬松，发有大泡，吃起来绵软甜香，入口即消。', '', 'lili', '2017-05-16 20:07:00'),
(5, '仔仔11', '', '放入高汤然后11', '', 'lili', '0000-00-00 00:00:00'),
(10, '贾三灌汤包', '西安', '灌汤包在西安赫赫有名，其中的翘楚就是贾三灌汤包。先来说说这贾三，可是西安的大名人！通过25年潜心研究创作出了独具西安风味的灌汤包。灌汤包用料可是极考究的。它以精粉烫面制皮，选用肋条肉为馅心，用鲜骨髓汤打馅，配以十多种上等调料佐味。包子鲜香肉嫩、皮簿筋软、外形玲珑剔透、汤汁醇正浓郁、入口油而不腻。', '', 'zhang', '2017-05-17 00:00:00'),
(11, '炕炕馍', '安康', '又叫芝麻饼，是一种圆形或长方形的烙饼。圆形似满月，当地叫作“圆炕炕”，碗口大小，边厚中薄；长形似神牌，叫做长炕炕。馍上面粘满芝麻，饼上每隔指许，剁有似断非断的刀印。口感酥香，不干不硬，不顽不软，是当地人最经常吃的食品之一。', '', 'zhang', '2017-05-17 00:00:00'),
(12, '哨子面', '宝鸡', '倍香！', '', 'jiaojiao', '2017-06-07 00:00:00');

-- --------------------------------------------------------

--
-- 表的结构 `tp_hotel`
--

CREATE TABLE IF NOT EXISTS `tp_hotel` (
  `hid` int(4) NOT NULL AUTO_INCREMENT COMMENT '酒店id',
  `hname` char(32) NOT NULL COMMENT '酒店名称',
  `hcity` char(20) NOT NULL COMMENT '酒店所在城市',
  `hphone` varchar(20) NOT NULL COMMENT '酒店电话',
  `hlevel` varchar(20) NOT NULL COMMENT '酒店星级',
  `hroom` varchar(255) NOT NULL,
  `haddress` varchar(50) NOT NULL COMMENT '酒店地址',
  `hinfo` text NOT NULL COMMENT '酒店简介',
  `hbimg` varchar(255) NOT NULL COMMENT '酒店图片',
  `aname` varchar(30) NOT NULL COMMENT '发布人',
  `hctime` datetime NOT NULL COMMENT '最后操作时间',
  PRIMARY KEY (`hid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=18 ;

--
-- 转存表中的数据 `tp_hotel`
--

INSERT INTO `tp_hotel` (`hid`, `hname`, `hcity`, `hphone`, `hlevel`, `hroom`, `haddress`, `hinfo`, `hbimg`, `aname`, `hctime`) VALUES
(17, '宝鸡建国饭店', '宝鸡', '0917-3856666', 'AAAAA', '', '金台区行政东路南段', '宝鸡建国饭店是一家由“西北有色七一七总队”投资兴建的一家多功能豪华型酒店。饭店位于宝鸡市行政中心东路南段，南依渭水远眺秦岭，北望蟠龙塬，西邻行政中心广场，交通便利，周边配套设施齐全。饭店总体建筑面积5.6万平米，所有区域WIFI覆盖。饭店拥有267套装修精美的客房，为您带来全新的休憩体验；精品屋、商务中心为您提供各种放松方式。', './Public/IMGS/hotel/59207b4754f27.jpg', 'lili', '2017-05-21 00:00:00'),
(5, '阳光大酒店', '西安', '029-1239120', 'AAAA', '查看详情', '陕西省西安市火车站附近', '全国连锁，质量有保障！', './Public/IMGS/hotel/593634fee7183.jpg', 'lili', '2017-06-06 00:00:00'),
(6, '龙嘉国际酒店', '宝鸡', '0917-1190201', 'AAAAA', '', '陕西省宝鸡市火车站西100米', '宝鸡嘉隆国际酒店是一座现代化新型酒店。地处火车站西侧的经一路与文化路交汇处金角位置。周边商业繁荣，人气旺盛，交通便捷，配套完善，是不可多得的商务平台，休闲胜地。', './Public/IMGS/hotel/59207bc4e4555.jpg', 'lili', '2017-05-21 00:00:00'),
(7, '凤凰大酒店', '西安', '0917-2019014', 'AAA', '', '陕西省宝鸡市凤翔县西区', '原身是凤翔党校', './Public/IMGS/hotel/593634dfc1e4a.jpg', 'lili', '2017-06-06 00:00:00'),
(8, '西安天朗时代大酒店', '西安', '029-6797009', 'AAAAA', '', '莲湖区环城西路北段360号(玉祥门外,近西大街)', '西安天朗时代大酒店是由天朗地产集团按照国际五星级标准投资兴建的西北首家全套房超豪华酒店，共有各类设计匠心独韵，布局人性化的套房350余间，酒店矗立于世界闻名的古城墙之畔，扼守古城西大门交通要道，地理位置十分优越，穿梭西安各主要商务区只需数分钟车程，往国际机场亦仅三十分钟。 ', './Public/IMGS/hotel/593634c07f239.jpg', 'lili', '2017-06-06 00:00:00'),
(9, '魔方布丁酒店', '西安', '029-88255775', 'AAAAA', '', '西安市高新区科技二路中段(文理学院北门西侧100米)', '布丁酒店连锁（西安科技二路店）位于西安高新开发区，东邻西部赛格电脑商城、大雁塔；南邻西安大学城；西邻高新软件园；北邻西安电子科技大学。地处南二环与南三环之间，步行至西部电子广场、人人乐、步行街，只需5分钟，有多条公交路线可直达火车站、城西客运站、城南客运站，距西安咸阳国际机场35公里，出行便捷。', './Public/IMGS/hotel/5936349f8c787.jpg', 'lili', '2017-06-06 00:00:00'),
(10, '大荔东府桃园酒店', '西安', '0913-3757666', 'AAA', '', '商贸大厦与花城路十字西南角', '酒店位于大荔县商贸大道与花城路十字，交通便利，酒店配有中餐厅，宴会厅，停车场等设施设备，服务热情，欢迎入住。', './Public/IMGS/hotel/5936347c5b511.jpg', 'lili', '2017-06-06 00:00:00'),
(11, '宝鸡宝陵大酒店', '宝鸡', '0917-3252308', 'AAA', '', '渭滨区汉中路205号（经一路步行街与汉中路交叉口）', '宝鸡宝陵大酒店位于经一路步行街与汉中路交叉口，邻近银座大厦、天下汇国际购物中心，地理位置优越，交通便利。酒店拥有各类客房，房间设施齐全，是您商务、旅游的理想居所。', './Public/IMGS/hotel/59207c7a1dc9c.jpg', 'lili', '2017-05-21 00:00:00'),
(16, '万福国际酒店', '宝鸡', '0917-3850099', 'AAAAAAA', '', '高新区滨河路66号(滨河路与蟠龙路交叉口南行约100米路西)', ' 宝鸡万福七星国际酒店是由中国建筑西北设计院按照五星级酒店标准设计建造，集住宿、餐饮、会议、娱乐、商务为一体的国际型酒店。酒店总建筑面积8.6万平方米，内设多种套型、温馨舒适的客房500余间；大、中、小型会议室20余间；中餐、西餐、风味餐包厢70余间；室内配有游泳池、水疗中心、KTV音乐包房、酒吧、咖啡厅、羽毛球馆、瑜伽馆、健身房、美容、按摩室，可容纳千人的大型宴会厅以及多功能厅。', './Public/IMGS/hotel/592079b582de6.jpg', 'lili', '2017-05-21 00:00:00'),
(13, '西安皇冠假日酒店', '西安', '029-88668888', 'AAAAA', '', '碑林区朱雀路中段1号( 小寨地区 近小雁塔 高新区 市区及曲江商圈交 )', '地理位置得天独厚 交通便捷 由国际品牌洲际集团管理', './Public/IMGS/hotel/592078655eb24.jpg', 'zhang', '2017-05-21 00:00:00');

-- --------------------------------------------------------

--
-- 表的结构 `tp_info`
--

CREATE TABLE IF NOT EXISTS `tp_info` (
  `fid` int(4) NOT NULL AUTO_INCREMENT COMMENT '资讯编号',
  `fname` varchar(255) NOT NULL COMMENT '资讯标题',
  `forigin` varchar(200) NOT NULL COMMENT '资讯来源',
  `fcontent` text NOT NULL COMMENT '资讯内容',
  `aname` varchar(32) NOT NULL COMMENT '发布人',
  `fctime` datetime NOT NULL COMMENT '发表时间',
  PRIMARY KEY (`fid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='资讯表' AUTO_INCREMENT=8 ;

--
-- 转存表中的数据 `tp_info`
--

INSERT INTO `tp_info` (`fid`, `fname`, `forigin`, `fcontent`, `aname`, `fctime`) VALUES
(1, '“丝路创意，品味三秦”“大唐西市杯”2017陕西（第五届）旅游商品大赛成功举办', '陕西省旅游局', '旅游商品是旅游业的重要组成部分，是实现旅游经济效益的有效途径，也是旅游者享受旅游生活的必然选择。为了促进全省旅游商品开发和市场繁荣，展示和提高全省旅游商品发展水平，提高旅游产业综合效益，陕西省旅游局于5月6至9日在大唐西市博物馆举办了“大唐西市杯”2017陕西（第五届）旅游商品大赛。活动以“丝路创意，品味三秦”为主题。面向全省共征集了十大类457项1431件旅游商品，这些商品地域广泛，类型丰富，工艺独特，文化深厚，具有创新性、文化性、纪念性、实用性和市场性，代表了近年来我省旅游商品研发生产的最新水平和成果。\r\n\r\n经过专家评选和观众投票，评选出金奖5名、银奖10名、铜奖20名、最佳人气奖1名、最佳创意设计奖1名、最佳组织奖4名、特殊贡献奖1名。宝鸡市秦之雅艺术品有限公司作品“风情宝鸡”咖啡杯、花瓶系列、陕西味司农食品管理运营有限公司作品“味司农”自热面条生鲜臊子面、宁陕县秦岭长春酒厂作品野生猕猴桃酒、陕西司马迁旅游文化（集团）有限公司作品花椒日化品套装花椒足浴养生宝、陕西华夏文化创意有限责任公司作品兵兵有礼文创系列等5件获得金奖。西安不倒翁企业品牌营销策划有限公司作品唐宝贝系列、铜川市耀州窑唐宋陶业有限公司作品一帆风顺茶具等10件获得银奖。陕西心特软食品有限责任公司作品大唐秦饼、岐山百年美阳民俗食品有限公司作品美阳擀面皮等20件获得铜奖。武功馨绣公司作品民间手工布艺系列获最佳人气奖。西安大唐西市博物馆作品玉石平安系列获最佳创意设计奖。西安市旅游局、宝鸡市文物旅游局、延安市旅游发展委员会、杨凌示范区旅游局等4家单位获最佳组织奖。西安大唐西市文化产业投资有限公司获特别贡献奖。此次大赛中，西安黑河森林公园、宝鸡大水川景区、宝鸡通天河森林公园、茂陵博物馆、韩城党家村5家景区给予了大力支持。\r\n\r\n本届大赛参赛作品总体特点是更加贴近旅游者，主要表现为以下几点：\r\n\r\n一、创意类产品更多。地域风情更具特色。本届大赛在弘扬传统文化的基础上更加注重创意设计，其中出现了不少利用本土资源进行创意设计的作品，对我省深厚的历史文化内涵表现的更加全面。\r\n\r\n二、设计、制作水平更精。本届大赛参赛作品的设计、制作工艺水平大幅提升，做工更加精细、精湛，大大高于往届。如玉石平安系列作品充分展示了我省高超的玉石加工工艺。\r\n\r\n三、实用性和文化性更强。往届的参赛商品主要集中在旅游纪念品、工艺品等领域，今年的参赛作品用途更加广泛，实用性增强，与时尚和生活结合的更紧密，部分参赛作品实现了生活用品和本土文化的完美结合，势必带动陕西文化的进一步发展。如“风情宝鸡”咖啡杯、花瓶系列喝水杯等参赛作品。\r\n\r\n四、作品征集范围更广。本届大赛组织更严密，赛前还特别在大雁塔南广场和书院门两处人流密集的旅游景点进行了宣传预热，为大赛吸引了不少人气。大赛期间，观众投票积极性高涨，与上届八百张的观众投票相比，今年观众投票1218张，较上届提高50%。\r\n\r\n举办旅游商品大赛是我省打造旅游商品品牌、促进旅游业发展的一项重要举措。通过连续五届坚持不懈，成功搭建旅游商品设计者、生产者、销售者之间交流合作平台，对推动我省旅游旅游商品开发的提档升级，提高我省旅游产业的综合效益意义深远。', 'lili', '2017-05-16 21:15:00'),
(2, '丹麦旅游推介会在陕举行', '陕西省旅游局', '<p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);">2017年3月29日下午，</p><p>2017年3月29日下午，<a href="http://abroad.cncn.com/danmai/">丹麦</a>深度<a href="http://www.cncn.com/">旅游</a>推介会在<a href="http://xian.cncn.com/">西安</a>长安国际GO&amp;Play旅游咖啡生活馆举行。推介会由北欧360有限公司联合<a href="http://abroad.cncn.com/fenlan/">芬兰</a>航空公司、西安真实国际<a href="http://lxs.cncn.com/">旅行社</a>有限公司共同举办，邀请西安重点旅行社和媒体60余家参与。丹麦国家旅游局副局长弗莱明·布鲁恩先生(Flemming Bruhn)发来祝贺信，省旅游局副局长陈梦榆出席并致辞。</p><p>陈梦榆副局长在致辞中指出，借助于芬兰航空覆盖<a href="http://abroad.cncn.com/ouzhou/">欧洲</a>的航线和中丹旅游年的契机，希望与会旅行社加大与境外同行的交流，促进两地人民互访，成为文化的使者，推动世界的和平与发展。推介会上，北欧360有限公司CEO龙思波（Casper Tollerud）先生对公司情况、丹麦深度游路线以及丹麦签证政策进行了说明，芬兰航空公司西安代表处负责人介绍了西安-<a href="http://abroad.cncn.com/heerxinji/">赫尔辛基</a>航线情况。与会代表一致表示，将加大与丹麦及北欧旅游业界旅游合作与交流，促进两地出入境旅游的健康持续发展。</p><p><br/></p>', 'lili', '2017-05-17 00:00:00'),
(4, '宝鸡站8趟列车短途卧铺票“打折”', '华商网-华商报今日宝鸡', '<p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);">&nbsp;华商报</p><p>&nbsp;华商报宝鸡讯(记者 张芃 通讯员 何磊)记者日前从宝鸡火车站获悉，从4月6日到6月30日(4月30日-5月3日除外)，宝鸡站有8趟列车实行短途卧铺票价优惠。</p><p>　　据介绍，此次优惠票价情况为：200公里内硬卧(上、中、下铺)优惠票价按照该次列车对应硬座票价的170%计算，软卧(上、下铺)优惠票价按照该次列车对应硬座票价的270%计算;200公里至400公里间硬卧(上、中、下铺)优惠票价按照该次列车对应硬座票价的158%计算，软卧(上、下铺)优惠票价按照该次列车对应硬座票价的258%计算。票价计算均以联合票价为基准。已享受半价卧铺票的旅客不再享受以上优惠。实行优惠的卧铺车票要在票面记载“折”字样。</p><p>　　从公布的优惠票价中可以看到，铁路部门对符合条件的卧铺票给予了幅度较大的价格优惠。以库尔勒开往西安的1068次列车为例，这趟列车的执行优惠卧铺票价的区段为宝鸡到西安(运行173公里)，优惠后的硬卧价格(上、中、下铺)均为24元;而优惠前，其硬卧(下铺)的票价为56元，优惠了32元。</p><p><br/></p>', 'lili', '2017-05-17 00:00:00'),
(5, '陕西省举办2017年文明旅游活动启动仪式', '陕西省旅游局', '<p>3月26日，&quot;为中国加分 文明旅游&nbsp;行业先行&quot;2017陕西·西安启动仪式暨《长恨歌》首演活动在西安华清宫举行。此次活动是陕西省旅游局贯彻落实国家旅游局&quot;为中国加分&quot;文明旅游活动的总体要求的具体行动，旨在号召旅游行业争做文明旅游践行者和追赶超越排头兵，促进&quot;文明旅游&quot;理念深入人心，增强游客文明出游意识，提升文明旅游环境和陕西形象。</p><p>此次活动在省文明办和省旅游局的指导下，由市文明办、市旅游局、市商务局联合主办，陕旅集团、华清宫文旅公司承办，省内各市区旅游部门、西安市各区县、开发区旅游部门负责人，以及全市A级景区、部分旅行社、宾馆饭店、社会餐饮代表及导游领队、游客代表和新闻媒体等近300人参加。</p><p>启动仪式上，省文明办专职副主任鲍贻勇指出：倡导文明旅游，是提高社会文明程度、促进社会和谐、形成良好社会风尚的有效途径，也是每位游客和旅游从业者共同的责任。全省旅游行业要不断提高自身素质和业务能力，恪守职业道德，争做文明意识的引领者、文明旅游的践行者和推动者。旅游行业所有从业者要从我做起，从现在做起，争做践行文明旅游的先锋，传播文明旅游的种子，为文明喝彩，为中国加分。</p><p>启动仪式上，来自西安市旅游从业者的代表们进行了旅游诚信经营、行业自律公约承诺的倡议。省旅游局副局长赵跃虎向西安市旅游局授“2017为中国加分文明旅游行业先行”旗帜，西安市旅游局副局长康立峰向5A级景区代表华清宫景区授“西安旅游志愿者服务队”旗帜。</p><p>授旗仪式后，省旅游局副局长赵跃虎宣布2017“为中国加分 文明旅游 行业先行”陕西西安活动正式启动。</p><p><br/></p>', 'zhang', '2017-05-17 00:00:00'),
(6, '买机票遭遇"连环骗" 西安一女子被骗2万元', '欣欣旅游网', '<p>现在大家为了方便会通过购票网站或者打电话来订机票，可这时你要小心了，稍有不慎就会进入骗子的圈套。来看记者的报道。</p><p>3月17号西安市民解女士通过网站搜索到一个029开头的订票电话。打过去对方称是东方航空的工作的人员，说在他这可以预定西安到南京的机票。</p><p>解女士：“订票流程（和之前）没有什么区别，我们就把身份证所有的信息给他之后，所有的票钱是1800多元。”</p><p>接着一名自称东方航空工作人员给解女士发了一个支付宝账号，让她把机票钱转到这个支付宝账户上。</p><p>解女士：“1800多，我老公就把钱转过去。”</p><p>钱转过去之后，对方却告诉解女士现在购票还没有成功，需要继续按照他们发送的验证码再操作一遍才行。由于着急买票就，解女士就又按照对方说的操作了。</p><p>解女士：“结果我把（验证）码输了之后，钱很快的速度进了他的账了。”</p><p>记者：“多少钱都进账了？”</p><p>解女士：“9800多元。”</p><p>这9800多元转出去之后，解女士彻底懵了。她赶紧给对方打电话，让对方把钱转回来。</p><p>解女士：“于是我就给（对方）打电话，我说你现在把钱转过来，他说你这样子，你现在卡上还有钱没，我全部脑子里是一团糟，我说卡上只有8400块钱。”</p><p><br/></p>', 'lili', '2017-05-19 00:00:00'),
(7, '“一带一路”掀起陕西端午假日旅游新热潮', '陕西省旅游发展委员会', '<p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);">“古丝绸之路打开了各国友好交往的新窗口，书写了人类发展进步的新篇章。中国</p><p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);">“古丝绸之路打开了各国友好交往的新窗口，书写了人类发展进步的新篇章。中国<a href="http://shannxi.cncn.com/" target="_blank" style="color: rgb(85, 85, 85); cursor: pointer; text-decoration-line: none;">陕西</a>历史博物馆珍藏的千年‘鎏金铜蚕’，在印度尼西亚发现的千年沉船‘黑石号’等，见证了这段历史。”5月14日，国家主席习近平在“一带一路”国际合作高峰论坛开幕式上的主旨演讲，让陕西又一次成为世界关注的热点；“<a href="http://shangluo.cncn.com/jingdian/qinling/" target="_blank" style="color: rgb(85, 85, 85); cursor: pointer; text-decoration-line: none;">秦岭</a>与黄河对话”等一系列宣传推介活动的举办，再次掀起陕西<a href="http://www.cncn.com/" target="_blank" style="color: rgb(85, 85, 85); cursor: pointer; text-decoration-line: none;">旅游</a>的新热潮。陕西省旅游发展委员会的成立以及各市县“1+3”综合管理体制的完善，为假日旅游提供了更加坚强的保障。端午小长假期间，全省共接待游客1634.37万人次，旅游收入71.7亿元，分别比去年同期增长17.62%和24.7%。其中过夜游客455.54万人次，一日游游客1178.83万人次，过夜游客占国内游客人数比重比上年提高5.98个百分点。假日期间，全省旅游市场秩序平稳，实现了“安全、秩序、质量、效益、文明”五统一的目标。主要有以下特点：</p><p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);">一、赛龙舟等节庆活动成端午假日旅游新热点</p><p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);"><a href="http://ankang.cncn.com/" target="_blank" style="color: rgb(85, 85, 85); cursor: pointer; text-decoration-line: none;">安康</a>汉江龙舟文化节已经成功举办了十六届，被评为“中国十大品牌节庆”之一。“端午安康”的独特民俗，也让安康成为端午假日旅游的主会场。5月28日，第十七届中国安康汉江龙舟文化节在龙舟文化园盛大开幕，在传统的“合龙”、“祭龙头”、“龙头点睛”等节目的基础上，推出了“翻天印”、“汉调二黄”等具有安康特色的文艺演出，并组织国外友人和40名旅游达人体验龙舟节，让广大游客深刻感受安康汉江龙舟赛的独特魅力。第五届<a href="http://xian.cncn.com/" target="_blank" style="color: rgb(85, 85, 85); cursor: pointer; text-decoration-line: none;">西安</a>汉城湖龙舟节在汉城湖景区成功举办，飞人表演、龙舟赛、美食、车展等一系列活动，让西安市民在家门口就能感受到端午节的乐趣，假日期间接待游客47.99万人次。石泉后柳水乡在举办“中国?石泉首届石泉食美（国际）旅游美食文化节”的基础上，组织自驾游客举行龙舟体验赛，假日期间接待游客18.6万人次。“月季花开?粽香大荔”，来自<a href="http://weinan.cncn.com/" target="_blank" style="color: rgb(85, 85, 85); cursor: pointer; text-decoration-line: none;">渭南</a>体育运动学校、民间龙舟组织等单位的50余名龙舟队员，在同州湖上跟着鼓点挥动船桨，为游客献上了一场精彩的表演。此外，各大乡村旅游点通过举办系列节庆活动，吸引了大批游客。假日期间，袁家村接待游客 28万人次，马嵬驿接待游客 23万人次，龙泉公社接待游客 26万人次，茯茶小镇接待游客52万人次，高陵场畔接待游客13.4万人次，周至沙沙河水街接待游客52万人次。</p><p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);">二、历史文化类旅游项目掀起假日旅游新热潮</p><p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);">随着“一带一路”国家战略的推进，以列入《世界文化遗产名录》为代表的秦始皇陵、秦兵马俑、大雁塔、唐大明宫遗址、汉长安城遗址等历史文化类旅游项目倍受热捧，这些数量巨大、遍布全省的文物遗址，成为国内外游客探秘中国历史、传承华夏文化的旅游热点。假日期间，秦始皇帝陵博物院接待游客7.96万人次，同比增长12.6%;大慈恩寺接待游客1.37万人次，同比增长10%；大唐芙蓉园接待游客2.68万人人次，同比4.34%；法门寺佛文化旅游景区接待游客23.32万人次,同比增长15.2%。随着“鎏金铜蚕”闻名世界，<a href="http://xian.cncn.com/jingdian/shanxilishibowuguan/" target="_blank" style="color: rgb(85, 85, 85); cursor: pointer; text-decoration-line: none;">陕西历史博物馆</a>接待人数持续上升，假日期间接待游客3.92万人次，同比增长63.73%。西安墙城景区假日期间举办了“百童书家训·墨宝传家风”少儿书法展演、“月光跑·不晚安”等活动，吸引游客4.02万人次，同比增长2.17%；华清宫景区举办了“感受大唐传统生活·唐诗会”主题活动，邀请了40余名儿童穿越为唐朝小诗人，深入了解唐代传统文化，感受唐代端午风情民俗，假日期间接待游客4.51万人次，同比增长4.05%。</p><p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);">三、亲子采摘游成为假日短途出行新时尚</p><p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);">端午节期间，正逢樱桃、杏子、草莓、枇杷等水果集中上市，采摘、戏水、吃农家饭，乡村旅游成为“端午节+儿童节”的最佳选择，在各地的乡村旅游点、采摘园，都能看到大批亲子团队。各地主动迎合市场需求，推出一系列优惠活动，丰富游客假日旅游体验。杨凌依托西北农林科技大学博览园，推出了端午节礼包大派送、点雄黄酒避五毒、蔬果采摘等活动，假日期间接待游客6.2万人次，旅游综合收入1220万元，同比分别增长14.8%和18.9%。西安世博园举办了“第三届西安世园新丝路端午文化节暨创意儿童节活动”系列活动，为小朋友们送上了节日礼包。咸阳宏星码头通过举办梦光水舞秀、儿童趣味T台秀等活动，吸引小朋友们积极参与，让假日生活变得更加丰富多彩。放风筝、绘彩蛋、包粽子，国家旅游扶贫典型云集生态园通过举办系列主题活动，三天时间吸引游客9万人次。韩城市积极推动民俗游、研学游，通过在司马迁祠、韩城古城等景区推出包香囊、穿汉服、投壶等体验项目，吸引小朋友积极参与，并组织40余名贫困户代表畅游韩城古城，体验生活，开阔眼界，共同分享旅游业发展的成果。<a href="http://shangluo.cncn.com/" target="_blank" style="color: rgb(85, 85, 85); cursor: pointer; text-decoration-line: none;">商洛</a>市16个美丽乡村示范村和重点村共接待40.2万人。米脂杨家沟、绥德郭家沟、神木高家堡等乡村旅游点也吸引了大批游客体验乡村劳作、品农家美食、采摘鲜果蔬。各大乡村旅游点接待人数的持续增长，带动了农家乐和土特产的销售，使得旅游业在助推精准扶贫中发挥出越来越大的作用。</p><p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);">四、大秦岭成为游客避暑休闲新去处</p><p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);">随着各地气温的持续上升，秦岭地区山地类景观凭借凉爽宜人的优势，成为市民和游客避暑休闲的最佳去处。假日期间，华山景区接待游客4.35万人次；太白山接待游客2.73万人次；洽川景区接待游客8.78万人次，同比增长27%；秦岭野生动物园接待游客2.94万人次，同比增长6.14%；大水川国际旅游度假区九龙山接待11.29万人次，同比增长34.5%。节前，第五届“秦岭与黄河对话”活动在商洛市镇安县塔云山成功举办，使得商洛市的众多景区成为新热点。假日期间，塔云山接待游客2.52万人，牛背梁景区接待游客4.16万人，天竺山接待游客2.87万人，柞水溶洞接待游客3.54万人，木王山景区接待1.7万人。商南县将景区游与乡村游有机结合，以“采茶乡泉茗·游5A<a href="http://shangluo.cncn.com/jingdian/jinsixia/" target="_blank" style="color: rgb(85, 85, 85); cursor: pointer; text-decoration-line: none;">金丝峡</a>”为主题举办茶乡采茶旅游季暨“灵秀商南”微电影创作大赛活动，吸引游客积极参与，金丝峡景区三天时间接待游客3.74万人次，同比增长16.87%。</p><p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);">五、全域融合发展催生更多旅游新业态</p><p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);">为推动全域旅游示范省创建，省旅游发展委员会大力推动“旅游+”融合发展，打造出一批全新的旅游业态。《<a href="http://xian.cncn.com/jingdian/bailuyuan/" target="_blank" style="color: rgb(85, 85, 85); cursor: pointer; text-decoration-line: none;">白鹿原</a>》的热播,使得白鹿园影视城、白鹿仓等景区持续火爆，彰显了“旅游+文化”的强大魅力，假日期间，白鹿原影视城接待游客16.27万人次，白鹿仓景区接待游客44.5万人次。渭南市临渭区积极推动“旅游+农业+曲艺”，依托渭南航天生态园、渭南葡萄产业园，策划了葡萄采摘等一系列体验式项目，推出渭南首家曲艺剧场“渭曲社”，让游客在欢声笑语之中了解渭南人文历史，体验假日旅游的乐趣。曲江薰衣草庄园、曲江楼观玫瑰庄园、秦岭新西兰农场、沣东农博园、杨凌尚特梅斯庄园、申河香谷湿地公园等依托薰衣草、玫瑰花、原生态有机食品等资源，推出了“文化端午·欢乐畅游”等一系列假日体验项目，为游客提供一站式“吃、住、游、购、娱”服务，在展示乡村旅游独特魅力的同时，也把陕西“旅游+农业”推向了新的发展阶段。秦岭峡谷乐园、柞水等围绕“旅游+体育”，推出了漂流、四季滑雪、皮划艇、攀岩等运动项目，为游客提供了更多的选择。洛南县通过举办禹平川秦岭原乡马拉松赛，吸引游客4万余人。陕西·子洲第三届四大名山文化旅游节“农商行杯”山地自行车（全国邀请）环山赛开赛，吸引了来自全国21个省市的500余名自行车爱好者参加比赛。随着全省智慧旅游的推进，不仅为游客提供了更加便捷的景区智慧旅游服务，也使得在线预订人数持续增长，骏途网大数据中心数据显示，端午小长假期间在线交易达10.69万人次，同比增长106.17%。</p><p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);">六、综合联动为假日旅游提供新保障</p><p style="margin-top: 0px; margin-bottom: 20px; padding: 0px; color: rgb(51, 51, 51); font-family: &quot;Microsoft Yahei&quot;; white-space: normal; background-color: rgb(255, 255, 255);">为做好假日旅游保障工作，各级各部门精心组织，全力保障。节前，省旅发委通过媒体及时发布《假日旅游指南》，引导游客合理安排出行，提醒游客注意假日旅游安全。各级旅游主管部门积极协调相关部门，在深入开展旅游市场秩序整治“春季行动”的基础上，持续开展假日旅游市场整治；西安、韩城等地召开假日安全专题会议进行部署；延安旅游委等主要领导亲自带队检查假日旅游市场运行情况；临潼、石泉等地旅游警察在游客集中区域开展市场巡查；宝鸡“明察暗访”整顿假日旅游市场，为游客创造了良好的旅游环境。铁路、交通等部门通过开通热门线路车次、增加车辆投放等方式，为游客出行提供了便利。公安部门提前发布出行提示信息，气象部门及时发布气象信息，为游客出行提供服务。朱雀、太平国家森林公园将旅游惠民与文明旅游相结合，推出了“浓情端午·文明出游”等主题活动，凤县消灾寺景区推出垃圾换门票寻找“最美游客”等活动，将文明旅游引向深入。假日期间，省旅发委值班室共受理游客投诉13起，已全部处理完毕，全省未发生重大投诉事件。</p><p><br/></p>', 'jiaojiao', '2017-06-06 00:00:00');

-- --------------------------------------------------------

--
-- 表的结构 `tp_line`
--

CREATE TABLE IF NOT EXISTS `tp_line` (
  `xid` int(4) NOT NULL AUTO_INCREMENT COMMENT '线路id',
  `xname` varchar(32) NOT NULL COMMENT '线路名称',
  `xtour` varchar(200) NOT NULL COMMENT '途径景点',
  `xcity` varchar(200) NOT NULL COMMENT '途径城市',
  `xbimg` varchar(100) NOT NULL COMMENT '线路图片',
  `xtime` char(50) NOT NULL COMMENT '旅游耗时',
  `xprice` varchar(80) NOT NULL COMMENT '旅游预算',
  `xinfo` varchar(255) NOT NULL COMMENT '线路介绍',
  `aname` varchar(32) NOT NULL COMMENT '发布人',
  `xctime` datetime NOT NULL COMMENT '最后操作时间',
  PRIMARY KEY (`xid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='路线表' AUTO_INCREMENT=27 ;

--
-- 转存表中的数据 `tp_line`
--

INSERT INTO `tp_line` (`xid`, `xname`, `xtour`, `xcity`, `xbimg`, `xtime`, `xprice`, `xinfo`, `aname`, `xctime`) VALUES
(1, '西安一日游', '大唐芙蓉园-大雁塔-钟楼', '西安', '', '一天', '682元', '', 'lili', '2017-05-23 17:09:00'),
(2, '延安二日游', '延安黄帝陵景区-延安杨家岭革命旧址-延安王家坪革命旧址-延安枣园革命旧址', '延安', '', '两天', '350元', '', 'lili', '2017-05-23 17:15:00'),
(3, '西安东线一日游', '兵马俑-华清池', '西安', '', '一天', '340元', '', 'zhang', '2017-05-23 17:17:00'),
(4, '宝鸡三日游', '云台山-红石峡-潭瀑峡-圆融寺-太极故里', '宝鸡', '', '三天', '338元', '', 'zhang', '2017-05-23 17:19:00'),
(5, '宝鸡周边一日游', '周至水街-玫瑰庄园-马嵬驿', '宝鸡', '', '一天', '99元', '【宝鸡起止】周至水街 玫瑰庄园 马嵬驿一日游', 'lili', '2017-05-23 17:31:00'),
(6, '宝鸡西安三日游', '人民公园-法门寺-大唐芙蓉园-钟楼-大雁塔-小寨-华山', '宝鸡', '', '三日游', '22221', '玩个遍！！！', 'jiaojiao', '2017-05-31 00:00:00'),
(17, '华山旅游 “西上北下” 经典线路不走回头路', '华山东峰-华山南峰-华山西峰-华山北峰-华山中峰玉女-苍龙岭', '西安,渭南', './Public/IMGS/line/59362dd74079b.jpg', '一日游', '210元', '"西岳"华山一日游：华山风景区，中国五岳之一“西岳”华山 ，"奇险天下第一山" ，以奇、险、俊、秀著称于世。', 'jiaojiao', '2017-06-06 00:00:00'),
(16, '陕西境内三日游', '大唐芙蓉园-渭河-延安白杨林-汉中山丘-安康花园', '咸阳,渭南,延安,汉中,榆林,安康,商洛', './Public/IMGS/line/59362c4284aed.jpg', '三日', '730元', '由北向南陕西旅行！', 'jiaojiao', '2017-06-06 00:00:00'),
(26, '西安一日游', '大唐芙蓉园-大雁塔-钟楼', '西安', './Public/IMGS/line/5936c34663f0a.jpg', '一天', '682元', '来西安尽情感受三秦文化吧！', 'lili', '2017-06-06 00:00:00'),
(18, '西安六日全线游', '兵马俑-华山-法门寺-延安-壶口瀑布', '西安', './Public/IMGS/line/59362e7d34d25.jpg', '六日游', '1590元', '游秦始皇帝陵博物院世界第八大奇迹秦兵马俑；参观唐玄宗李隆基和四大美女杨贵妃爱情别苑“春寒赐浴华清池，温泉水滑洗凝脂”避寒胜地，唐华清宫遗址-—华清池；西安事变旧址--五间厅；攀登以险俊闻名天下的西岳华山之雄峰；去陕北延安看民居窑洞、听黄河壶口瀑布的咆哮、参观红色革命旧址－－枣园、杨家岭；龙年祭祖去黄帝陵；到佛家圣地法门寺为家人祈福安康；到武则天一代女皇的陵墓－－乾陵去探究无字碑的原由……', 'jiaojiao', '2017-06-06 00:00:00'),
(19, '黄帝陵一日游', '黄帝陵', '延安', './Public/IMGS/line/59362f75b271a.jpg', '一日游', '80元', '中华民族历史悠久，光辉灿烂，有五千年的文明史。这五千年的文明史主要从黄帝开国(建国)算起。孙中山的祭黄帝陵词开首就是“中华开国五千年，神州轩辕自古传，创造指南车，平定蚩尤乱，世界文明，唯有我先”。', 'jiaojiao', '2017-06-06 00:00:00'),
(20, '西安北线两日游', '轩辕庙-王家坪革命旧址', '西安,延安', './Public/IMGS/line/59363d239d518.jpg', '两日游', '410元', '革命旧址二日游！', 'jiaojiao', '2017-06-06 00:00:00'),
(21, '宝鸡周边一日游', '周至水街-玫瑰庄园-马嵬驿', '宝鸡', './Public/IMGS/line/59363d7bbb853.jpg', '一天', '99元', '【宝鸡起止】周至水街 玫瑰庄园 马嵬驿一日游', 'jiaojiao', '2017-06-06 00:00:00'),
(22, '天下第一陵乾陵', '天下第一陵乾陵-法门寺', '宝鸡,咸阳', './Public/IMGS/line/59363e25030b6.jpg', '一日游', '280元', '来西安旅游景点推荐：天下第一陵乾陵、法门寺一日游', 'jiaojiao', '2017-06-06 00:00:00'),
(23, '关山牧场秋菊山庄两日游关山两日游', '关山牧场-秋菊山庄', '宝鸡', './Public/IMGS/line/59363ece6091f.jpg', '两日游', '298元', '关山牧场秋菊山庄两日游关山2日跟团游多钱（赠篝火可洗热水澡）', 'jiaojiao', '2017-06-06 00:00:00'),
(24, '云台山三日游', '云台山-红石峡-潭瀑峡', '西安', './Public/IMGS/line/59363f60e4d32.jpg', '三日游', '389元', '【云台山三日游】西安周边爬山、休闲、度假好去处', 'jiaojiao', '2017-06-06 00:00:00');

-- --------------------------------------------------------

--
-- 表的结构 `tp_produces`
--

CREATE TABLE IF NOT EXISTS `tp_produces` (
  `pid` int(4) NOT NULL AUTO_INCREMENT COMMENT '特产编号',
  `pname` varchar(50) NOT NULL COMMENT '特产名称',
  `pcity` varchar(20) NOT NULL COMMENT '产地',
  `pinfo` varchar(255) NOT NULL COMMENT '特产介绍',
  `pbimg` varchar(200) NOT NULL COMMENT '特产图片',
  `aname` varchar(32) NOT NULL COMMENT '发布人',
  `ptime` datetime NOT NULL COMMENT '更新时间',
  PRIMARY KEY (`pid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='特产表' AUTO_INCREMENT=15 ;

--
-- 转存表中的数据 `tp_produces`
--

INSERT INTO `tp_produces` (`pid`, `pname`, `pcity`, `pinfo`, `pbimg`, `aname`, `ptime`) VALUES
(11, '荞麦', '延安', '荞麦是延安传统出口产品之一，主要产区为延安北部各县，有“陕北三宝，荞麦、羊肉、地椒草”的说法。延安荞麦生长期长，颗大质优，磨粉做面食洁白细长，光滑爽口。这种天然食品为粗粮杂粮，不仅味美，而且有一定的保健功效。荞麦浑身是宝，当地还出产优质的荞麦蜜，荞麦皮枕头等制品。', '', 'lili', '0000-00-00 00:00:00'),
(9, '德懋恭水晶饼', '西安', '水晶饼是一种酥皮点心，因其馅晶莹透亮，犹如水晶而得其名。成品皮酥馅足，滋润适口，层次分明，油多不腻，糖重口渗甜，而且具有浓郁的玫瑰和橘饼清香。水晶饼面色金黄，四周雪白，素有“金底银帮鼓鼓腔，红色印章盖中央”的赞誉，被称为“秦点之首”。水晶饼以西安德懋恭生产的最为有名，清末被慈禧太后定为“贡品”，作为陕西的名特食品著称全国。', '', 'lili', '2017-05-17 00:00:00'),
(10, '红枣', '延安', '陕北的红枣闻盛名己久，尤其延安延川县的红枣更负盛名。延川县是大枣的理想适生区，这里产的团枣、条枣、狗头枣果实个大、肉厚味甜。另产脆枣，又名吊牙枣，果实大、皮薄味甜，肉白细脆。当地还加工出产“宝塔牌”红枣酱、金丝蜜枣、醉枣等风味产品。', '', 'lili', '2017-05-17 00:00:00'),
(12, '西乡牛肉干', '汉中', '汉中市西乡县特产的西乡牛肉干，是陕南西乡县传统名贵的清真风味食品，已有数百年的历史。早在140多年前，就由西乡回民寺院阿訇自制自食，后屡经改进加工，成为地方名产。特点是：颜色红润鲜嫩，呈红褐色或咖啡色，精肉呈桃红色，切面带光泽，香味浓郁，味道鲜美，咸淡适中，表面涂上香油，油润光亮，冬季可存放二三十天，贮存、携带、食用方便，为佐餐下酒美食。', '', 'zhang', '2017-05-17 00:00:00'),
(13, '松花变蛋', '汉中', '“变蛋”即皮蛋。西乡松花变蛋因蛋清表皮呈松、柏叶阴影状花朵而得名，已有百余年历史。制作技术独特，别具风味，成品质地透明，松花晶莹，软硬适宜，香而不腻。是制作“拼盘”不可缺少的菜品，单吃口味亦佳。', '', 'zhang', '2017-05-17 00:00:00'),
(14, '黄桂稠酒', '西安', '黄桂稠酒选用优质的糯米和小曲为原料，酿造工艺讲究。在整个酿制过程中，从糯米淘洗到拌曲、装坛、压酒等十多道工序，都有明确的规程。成品酒液中配有中药黄桂，状如牛奶，汁稠醇香，绵甜适口，酒精含量在15%左右。饮用时根椐需要可放在水锅中加热烧开热饮，还可根据口味加入白糖。相传“李白斗酒诗百篇”所饮即为稠酒。', '', 'zhang', '2017-05-17 00:00:00');

-- --------------------------------------------------------

--
-- 表的结构 `tp_tourist`
--

CREATE TABLE IF NOT EXISTS `tp_tourist` (
  `tid` int(4) NOT NULL AUTO_INCREMENT COMMENT '景点id',
  `tname` varchar(32) NOT NULL COMMENT '景点名称',
  `tcity` varchar(32) NOT NULL COMMENT '景点所在城市',
  `tlevel` char(50) NOT NULL COMMENT '景点等级',
  `ttype` varchar(40) NOT NULL COMMENT '景点类型',
  `taddress` varchar(100) NOT NULL COMMENT '景点详细地址',
  `tabstract` varchar(255) NOT NULL COMMENT '景点简介',
  `ticket` varchar(80) NOT NULL COMMENT '门票信息',
  `tbimg` varchar(255) NOT NULL COMMENT '相关的大图片',
  `tline` text NOT NULL COMMENT '公交路线',
  `aname` varchar(32) NOT NULL,
  `tctime` datetime NOT NULL COMMENT '最后操作时间',
  PRIMARY KEY (`tid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=62 ;

--
-- 转存表中的数据 `tp_tourist`
--

INSERT INTO `tp_tourist` (`tid`, `tname`, `tcity`, `tlevel`, `ttype`, `taddress`, `tabstract`, `ticket`, `tbimg`, `tline`, `aname`, `tctime`) VALUES
(51, '野河山', '西安', 'AAAA', '森林', '宝鸡市扶风县涧沟桥旁野河山景区', '贵妃故里野河山生态旅游景区，地处陕西省扶风县北部，距佛教圣地法门寺8公里。', '45元起（省15元）', './Public/IMGS/tour/591d986b34196.jpg', '西安市---西宝高速---乾汤线---野郭路---野河山景区', 'lili', '2017-05-17 00:00:00'),
(56, '延安南泥湾革命旧址', '延安', 'AAAA', '红色旅游', '延安城东南45公里处', '位于延安城东南45公里处。南泥湾是中国共产党军垦事业的发祥地，是南泥湾精神的诞生地。', ' 免费开放', './Public/IMGS/tour/591d6e5ca1d3a.jpg', '在宝塔山下的桥头乘坐去南泥湾班车，参考车费15元。', 'zhang', '2017-05-18 00:00:00'),
(2, '宝鸡法门寺', '西安', 'AAAA', '寺庙', '陕西省宝鸡市扶风县城北10公里处的法门镇', '法门寺位于陕西省扶风县城北十公里的法门镇。始建于东汉末年，发迹于北魏，起兴于隋，鼎盛于唐，被誉为“皇家寺庙”，因安置释迦牟尼佛指骨舍利而成为举国仰望的佛教圣地。', '成人票：￥120', './Public/IMGS/tour/5936c22bf420d.jpg', '公交： 城西客运站坐西安到扶风的班车，再坐班车到法门寺。自驾：西安-福银高速乾陵出口下--（乾陵东门上）乾陵大陵（乾陵南门下）--永泰公主墓--209省道--法门寺。', 'lili', '2017-06-06 00:00:00'),
(22, '灵山', '宝鸡', 'AAAA', '公园', '陕西省宝鸡市凤翔县', '佛教圣地', '无', './Public/IMGS/tour/5936c1eb566fd.jpg', '班车', 'lili', '2017-06-06 00:00:00'),
(23, '曲江乔氏院落', '西安', 'AA', '园林', '曲江一路12号', '看看中原乔氏院落！', '15元', './Public/IMGS/tour/5936c1beeda30.jpg', '班车', 'lili', '2017-06-06 00:00:00'),
(24, '西安临潼骊山', '西安', 'AAAA', '山脉', ' 西安临潼区城南', ' 骊山，位于西安临潼区城南，属秦岭山脉的一个支脉，靠着兵马俑博物馆，最高峰九龙顶海拔 1301.9米，山势逶迤，树木葱茏，远望宛如一匹苍黛色的骏马而得名。骊山也因景色翠秀，美如锦绣，故又名“绣岭”。每当夕阳西下，骊山辉映在金色的晚霞之中，景色格外绮丽，有“骊山晚照”之美誉。', '70元每人次', './Public/IMGS/tour/5936c12827d5c.jpg', '临潼区内设101、102、201、301、826路公交车辆及城区至阎良区等地的公交中巴', 'jiaojiao', '2017-06-06 00:00:00'),
(39, '陕西历史博物馆', '西安', 'AAAA', '红色旅游', ' 陕西省西安市小寨东路91号', '陕西历史博物馆，是位于陕西西安的一座国家级综合性历史类大型博物馆。', '大唐珍宝馆门票20元，壁画馆门票300元', './Public/IMGS/tour/59206d54979e0.jpg', '54', 'zhang', '2017-05-21 00:00:00'),
(45, '东风水库', '宝鸡', 'AAA', '山脉', '陕西省凤翔县柳林镇', '夏天有很多人去钓鱼。', '无', './Public/IMGS/tour/59206c7a993ce.jpg', '专车接送', 'zhang', '2017-05-21 00:00:00'),
(46, '关山牧场', '宝鸡', 'AAA', '森林', '陕西省宝鸡市陇县', '风热', '129', './Public/IMGS/tour/591d9ee01bf2d.jpg', '23', 'zhang', '2017-05-15 00:00:00'),
(47, '大佛寺', '宝鸡', 'AAA', '寺庙', '宝鸡市凤翔县柳林镇大佛寺村', '庙会', '11', './Public/IMGS/tour/591d9e926e026.jpg', '21', 'zhang', '2017-05-15 00:00:00'),
(57, '西安植物园', '西安', 'AAA', '森林', ' 陕西西安市翠华南路17号', '陕西省西安植物园成立于1959年，是西北地区成立最早的植物园和引种保存植物种类最多的科研机构。', '10元', './Public/IMGS/tour/591d9b3f4e226.jpg', ' 乘坐12路、26路、27路、503路终点站下车即到', 'zhang', '2017-05-18 00:00:00'),
(58, '渭南合阳洽川', '渭南', 'AA', '亭台楼阁，公园', '陕西关中平原东部的合阳境内', '“洽川”位于陕西合阳县城东23公里处的洽川镇黄河二级台地上，东西宽3公里，南北长10公里。洽川东临黄河、西依青山，土地肥沃，气候湿润，水源充足，物产丰富，素有“小江南”之美称。 ', '27元', './Public/IMGS/tour/59205734f2d2e.jpg', '班车', 'zhang', '2017-05-20 00:00:00'),
(59, '未央湖游乐园', '西安', 'AAA', '游乐场', '陕西西安市北郊', '西安未央湖游乐园是以集休闲、娱乐为一体的现代大型游乐园，占地近千亩，其中水域面积480亩，是西北最大的人工湖。 　　未央湖游乐园共分为五大区：南区是文化广场区，有大型音乐彩色喷泉、红太阳大舞台、迪斯科广场、未央湖餐饮中心等，是各种文化娱乐的主要活动场所。', '现买', './Public/IMGS/tour/5920585c3a941.jpg', '市内公交', 'zhang', '2017-05-20 00:00:00'),
(60, '汉中红寺湖', '汉中', 'AAA', '山脉，公园', ' 陕西汉中市南郑县红庙镇', '美丽的红寺湖，有如一个天然的硕大的盆景，镶嵌在南郑县西南的绿水青山之中。景区面积约35平方公里，森林覆盖率达882，距中国历史文化名城汉中市25公里，是汉中最具魅力的生态风景旅游区。', '35元', './Public/IMGS/tour/5936c2a81ed67.jpg', '南郑县城上211省道至青树镇', 'lili', '2017-06-06 00:00:00'),
(61, '终南山秦楚古道', '西安', 'AAA', '古镇', ' 陕西省柞水县营盘镇太河', '秦楚古道四季如画、气象万千，正如清代诗人余作梅描写的一样：“太乙钟灵聚此间，天开形势占秦关，诗峰翠锁金城固，一水清流玉带环。”秦楚古道跨越终南山，北麓山势陡峭，易观山景；南麓地势缓长，易享清凉。秀丽俊美，如诗如画的自然风光让人留恋往返。', '50元', '', '西柞高速', 'jiaojiao', '2017-06-07 00:00:00');

-- --------------------------------------------------------

--
-- 表的结构 `tp_user`
--

CREATE TABLE IF NOT EXISTS `tp_user` (
  `uid` int(4) NOT NULL AUTO_INCREMENT,
  `uname` varchar(30) NOT NULL,
  `upwd` char(32) NOT NULL,
  `sex` int(1) NOT NULL DEFAULT '1',
  `uimg` varchar(100) NOT NULL COMMENT '用户头像',
  `uemail` varchar(80) NOT NULL COMMENT '用户邮箱',
  `uctime` datetime NOT NULL COMMENT '申请时间',
  PRIMARY KEY (`uid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='用户表' AUTO_INCREMENT=6 ;

--
-- 转存表中的数据 `tp_user`
--

INSERT INTO `tp_user` (`uid`, `uname`, `upwd`, `sex`, `uimg`, `uemail`, `uctime`) VALUES
(4, 'Coco', 'co1234', 0, '', '445123910@qq.com', '2017-06-06 23:51:00'),
(2, 'amy', 'amy123', 0, '', '', '0000-00-00 00:00:00'),
(5, 'Susan', '11zz11', 0, '', 'susan@163.com', '2017-06-06 23:51:00');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
